<h4>■備考</h4>
<p>・月光蝶について<br>
    月光蝶コンボをよく使う人はB覚醒の方がいいと思う<br>
    TXはB覚防御補正が-30%で恩恵がデカい<br>
    通常のズンダ158が110.6の被ダメになる<br>
    自分の体力が120以上あれば後述するコンボを積極的に狙うのもありかもしれない
</p>

<p>・バグ？<br>
    A覚醒時「メイン>>メイン>>メイン」は計算値189だが、実測値は190<br>
    A覚醒時「メイン>>メイン→CS」は計算値217だが、実測値は218<br>
    計算式は多分合っているはずなので、ゲーム(言語？)のバグの可能性が高い
</p>
<p>・以下駄文<br>
    浮動小数点数の計算は開発言語によってバグが出る<br>
    PHPはバグだらけ<br>
    COBOLは詳しくないのですが、浮動小数点数の計算はとても強いらしいです
</p>

<hr>

<h4>■おすすめコンボ</h4>

<p><b>・メイン>>後>>NN→CS 191</b><br>
    メイン後、格闘入れるには遠すぎるが、ズンダするには安すぎる時に使う中距離用コンボ<br>
    サーチ変え可能な所も良い<br>
    TXにひたすら乗ってアンカーの距離を覚えれば自然とできるようになる
</p>

<p><b>・横>>NNN→CS 239</b><br>
    基本<br>
    CSをためていなかった場合、締めはメインで221、サブ締めで226<br>
    特格は掴みしか入らないが、覚醒中であれば爆発まで入る
</p>

<p><b>・後>>NNN→CS 234</b><br>
    こちらは締めのCSを特格に変更した場合、爆発まで入る(244ダメ)<br>
    回避行動の為にNNで攻撃をキャンセルした場合締めをメイン→サブにしないとダウンしない
</p>

<p><b>・後>>横N2>>月光蝶 359(A覚醒)</b><br>
    一番よく使う月光蝶コン、コスオバした後衛2000を溶かす<br>
    コスオバしたサンドロック(体力290)にB覚防御補正がかかるとギリギリ落とせない<br>
    計算式→月光蝶威力(359) * サンドロック防御補正(0.8) = 与ダメ287.2<br>
    <br>
    コスオバしたブリッツ(体力270)ならB覚吐こうが元の体力が低いため月光蝶コンで落とせる<br>
    頭の片隅に入れておき、逆転を狙おう
</p>