<h4>■備考</h4>
<p>・後格闘カウンター<br>
    後(スタン)はダメージ、補正、ダウン値が0なので通常のコンボレシピを選択可能
</p>
<p>・立ち回り<br>
    格CS、メインCSは優秀だがメインバラ撒いてるほうが強い<br>
    また、溜めている間はサブが使えなくなるのでデメリットの方が多いまである
</p>

<hr>

<h4>■おすすめコンボ</h4>
<p>ノルンはあまり格闘を振っていく機体ではないが、特格始動と射撃ガートが付いてる前格始動は覚えておいた方がいい</p>
<p><b>・特格(掴み)>>横NN>>Nサブ(227)</b><br>
    メイン→特格などで当たった場合<br>
    爆発まで待っているとカットされる可能性が高いのでさっさとキャンセルしよう<br>
    最後の締めのNサブは高度ダウンが取れるので片追いで有利になれる<br>
    横NNでサーチ変え可能<br>
    コンボがカットされそうならステフワからメインNサブ(メインだけではダウンしない)or横虹横サブしよう<br>
    横NN後のステップは右虹安定
</p>

<p><b>・前>>横NN>>Nサブ(239)</b><br>
    前格ヒット確認後すぐステップすること、前Nまで出すと火力が下がる<br>
    こちらもカットされそうなら横サブやメインNサブで離脱しよう
</p>